alefragnani.project-manager
chakrounanas.turbo-console-log
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.code-runner
letrieu.expand-region
meganrogge.template-string-converter
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
prisma.prisma
richie5um2.vscode-sort-json
sainnhe.everforest
silesky.toggle-boolean
usernamehw.errorlens
vscodevim.vim
